tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "railwaycat/emacsmacport"
tap "warrensbox/tap"
brew "sqlite"
brew "autoconf"
brew "autojump"
brew "avrdude"
brew "base64"
brew "bat"
brew "bats"
brew "dfu-programmer"
brew "dfu-util"
brew "erlang"
brew "elixir"
brew "exa"
brew "fish"
brew "fzf"
brew "gnu-typist"
brew "gnupg"
brew "gnuplot"
brew "gnuradio"
brew "go"
brew "helm"
brew "htop"
brew "jabba"
brew "jq"
brew "oath-toolkit"
brew "plantuml"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "telnet"
brew "texinfo"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "wget"
brew "yarn"
brew "github/gh/gh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
cask "emacs-mac"
cask "qutebrowser"
