tap "borkdude/brew"
tap "cjbassi/ytop"
tap "derailed/k9s"
tap "federico-terzi/espanso"
tap "fluxcd/tap"
tap "formancehq/tap"
tap "github/gh"
tap "graalvm/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "incidentist/nyxt"
tap "koekeishiya/formulae"
tap "kong/deck"
tap "numary/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pkgxdev/made"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "svix/svix"
tap "tinygo-org/tools"
tap "warrensbox/tap"
brew "adr-tools"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "libtiff"
brew "gdk-pixbuf"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "libssh"
brew "ansible"
brew "openjdk"
brew "antlr"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "arm-linux-gnueabihf-binutils"
brew "at-spi2-core"
brew "autoconf"
brew "python@3.11"
brew "autojump"
brew "boost"
brew "libusb"
brew "avrdude"
brew "awscli"
brew "base64"
brew "bat"
brew "ccache"
brew "clojure"
brew "cmake"
brew "cookiecutter"
brew "datasette"
brew "dfu-programmer"
brew "dfu-util"
brew "doctl"
brew "docutils"
brew "dos2unix"
brew "dotnet"
brew "dtc"
brew "dust"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "enchant"
brew "libgit2"
brew "exa"
brew "exiftool"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "fish"
brew "flake8"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "gitui"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-typist"
brew "qt"
brew "gnuplot"
brew "gobject-introspection"
brew "gtk+3"
brew "jack"
brew "openblas"
brew "numpy"
brew "py3cairo"
brew "pygobject3"
brew "qt@5"
brew "pyqt@5"
brew "qwt-qt5"
brew "soapyrtlsdr"
brew "uhd"
brew "volk"
brew "gnuradio"
brew "go"
brew "go-jsonnet"
brew "golang-migrate"
brew "gperf"
brew "gradle"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "helm"
brew "hey"
brew "htop"
brew "hugo"
brew "ical-buddy"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ispell"
brew "isync"
brew "jenv"
brew "jq"
brew "jsonnet-bundler"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "ledger"
brew "leiningen"
brew "libicns"
brew "libnotify"
brew "libproxy"
brew "libsecret"
brew "libslirp"
brew "libsoup"
brew "libxmlsec1"
brew "z3"
brew "llvm"
brew "luv"
brew "maven"
brew "mcfly"
brew "minica"
brew "minicom"
brew "minikube"
brew "minisign"
brew "monolith"
brew "msmtp"
brew "xapian"
brew "mu"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "nvm"
brew "oath-toolkit"
brew "open-ocd"
brew "openjdk@17"
brew "opensc"
brew "openvino"
brew "pandoc"
brew "pillow"
brew "plantuml"
brew "podman"
brew "qemu"
brew "podman-compose"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "pyqt"
brew "pyright"
brew "python@3.10"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "sip"
brew "starship"
brew "step"
brew "stow"
brew "ta-lib"
brew "telnet"
brew "temporal"
brew "terraform", link: false
brew "tfenv"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "totp-cli"
brew "watch"
brew "wget"
brew "yarn"
brew "zig"
brew "zola"
brew "borkdude/brew/babashka"
brew "cjbassi/ytop/ytop"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "formancehq/tap/fctl"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "kong/deck/deck"
brew "numary/tap/numary"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "pkgxdev/made/pkgx"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-emacs-big-sur-icon", "with-imagemagick", "with-librsvg", "with-natural-title-bar", "with-no-title-bars", "with-starter"]
brew "svix/svix/svix"
brew "tinygo-org/tools/tinygo"
cask "balenaetcher"
cask "barrier"
cask "calibre"
cask "chromium"
cask "electrum"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "freecad"
cask "google-cloud-sdk"
cask "graalvm-ce-java19"
cask "graalvm-ce-java8"
cask "hammerspoon"
cask "kitty"
cask "kui"
cask "logseq"
cask "lunar"
cask "maccy"
cask "macfuse"
cask "podman-desktop"
cask "prolific-pl2303"
cask "qutebrowser"
cask "remarkable"
cask "serial"
cask "vscodium"
cask "wkhtmltopdf"
cask "xquartz"
cask "yacreader"
vscode "aldijav.golangwithdidi"
vscode "ast3r0id.inkpot"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "golang.go"
vscode "jbelford.cyberpunk-plus"
vscode "jdinhlife.gruvbox"
vscode "jebbs.plantuml"
vscode "koichisasada.vscode-rdbg"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "naco-siren.gradle-language"
vscode "nhoizey.gremlins"
vscode "pokey.parse-tree"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "ramonnnogueira.noram"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "sethjones.kotlin-on-vscode"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "shopify.vscode-shadowenv"
vscode "sorbet.sorbet-vscode-extension"
vscode "tamasfe.even-better-toml"
vscode "vscjava.vscode-gradle"
vscode "vue.volar"
vscode "zeshuaro.vscode-python-poetry"
vscode "ziglang.vscode-zig"
vscode "zxh404.vscode-proto3"
